---
kind: other
id: Methods.T:Autodesk.Revit.DB.AreaTagType
source: html/7070e8b2-a52a-d317-daf1-09345f8d6513.htm
---
# AreaTagType Methods

Activates the symbol to ensure that its geometry is accessible.